Pipe Heat Transfer/Linux Files/cases/turb_Re10000/0/T
FoamFile { version 2.0; format ascii; class volScalarField; object T; }
dimensions      [0 0 0 1 0 0 0];
internalField   uniform 300;
boundaryField
{
    inlet   { type fixedValue; value uniform 300; }
    outlet  { type inletOutlet; inletValue uniform 300; value uniform 300; }
    wall    { type fixedValue; value uniform 350; }   // constant wall temperature
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
