Pipe Heat Transfer/Linux Files/cases/turb_Re10000/0/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 57.49889084999458;
boundaryField
{
    inlet   { type fixedValue; value uniform 57.49889084999458; }
    outlet  { type zeroGradient; }
    wall    { type omegaWallFunction; value uniform 57.49889084999458; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
